Repository: psha1432/MessMe-Development
Catalog: messme_ios-development Correct/MessMe/MessMe/*.lproj/Localizable.strings
Languages: fr

source: Please Enter Phone Number
fr: Veuillez entrer le numéro de téléphone

source: Number Should Not Be Less Then 8 Digit
fr: Le numéro ne doit pas être inférieur à 8 chiffres

source: Please Fill Country Code
fr: Veuillez remplir le code du pays

source: Please Enter Password
fr: Veuillez entrer le mot de passe

source: Enter 8 Digit Password
fr: Entrez le mot de passe à 8 chiffres

source: Please Enter Confirm Password
fr: Veuillez saisir le mot de passe de confirmation

source: Password and Confirm Password is not matched.
fr: Le mot de passe et la confirmation du mot de passe ne correspondent pas.

source: Please Enter Email
fr: Veuillez entrer un e-mail

source: Enter Proper Email
fr: Entrez le bon email

source: Please Enter DOB
fr: Veuillez entrer la date de naissance

source: Please Enter Valid DOB Date
fr: Veuillez entrer une date de naissance valide

source: Select Your Gender
fr: Sélectionnez votre sexe

source: Please Enter First Name
fr: Veuillez entrer votre prénom

source: Please Enter Country Code
fr: Veuillez entrer le code du pays

source: Please Enter your Password
fr: S'il vous plait entrez votre mot de passe

source: Please Enter Date of Expiration
fr: Veuillez entrer la date d'expiration

source: Enter Valid Date
fr: Entrez une date valide

source: Please Enter Instance
fr: Veuillez entrer l'instance

source: Please Enter Warning Detail
fr: Veuillez entrer les détails de l'avertissement

source: Please Enter Warning Name
fr: Veuillez entrer le nom d'avertissement

source: Enter Valid Expiry Date
fr: Entrez une date d'expiration valide

source: Please Select Warning Type
fr: Veuillez sélectionner le type d'avertissement

source: Please Enter Warning Date
fr: Veuillez saisir une date d'avertissement

source: Enter One Time Valid Date
fr: Entrez une date valide unique

source: Please Enter OneTime
fr: Veuillez entrer une fois

source: Choose Alert Channel
fr: Choisissez le canal d'alerte

source: Choose Payment Channel
fr: Choisir le canal de paiement

source: Please Enter Alert 1 Date
fr: Veuillez saisir la date de l'alerte 1

source: Please Enter Alert 1 Valid Date
fr: Veuillez saisir la date de validité de l'alerte 1

source: Please Enter Alert 1 Time
fr: Veuillez entrer l'heure d'alerte 1

source: Please Enter Alert 2 Date
fr: Veuillez saisir la date de l'alerte 2

source: Please Enter Alert 2 Valid Date
fr: Veuillez saisir la date de validité de l'alerte 2

source: Please Enter Alert 2 Time
fr: Veuillez entrer l'heure de l'alerte 2

source: Please Enter Alert 3 Date
fr: Veuillez entrer la date de l'alerte 3

source: Please Enter Alert 3 Valid Date
fr: Veuillez saisir la date de validité de l'alerte 3

source: Please Enter Alert 3 Time
fr: Veuillez entrer l'heure de l'alerte 3

source: Please Enter Amount
fr: Veuillez saisir le montant

source: Please Enter Name
fr: Veuillez entrer le nom

source: Done
fr: Fait

source: Please Enter Future Date of Expiry
fr: Veuillez entrer la date d'expiration future

source: Please Enter Alert 1 Future Date
fr: Veuillez saisir la date future de l'alerte 1

source: Please Enter Alert 2 Future Date
fr: Veuillez saisir la date future de l'alerte 2

source: Please Enter Alert 3 Future Date
fr: Veuillez saisir la date future de l'alerte 3

source: Please Enter Future Date of Warning
fr: Veuillez entrer la date future de l'avertissement

source: Please Enter Expiration Future Date
fr: Veuillez entrer la date d'expiration future

source: Cancel
fr: Annuler

source: Please Enter Your Email
fr: Veuillez entrer votre e-mail

source: Password sent to your mail
fr: Mot de passe envoyé à votre messagerie
